Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.search.alias.setting.browser.enable-browser
source: browser.enabled enable disable webview embedded browser tabs links
ar: browser.enabled enable disable webview embedded browser tabs links browser.enabled تمكين تعطيل webview متصفح مدمج علامات تبويب روابط
bs: browser.enabled enable disable webview embedded browser tabs links preglednik web adresna traka linkovi url ugrađen stranica kartice radni prostor kartica boje paleta značka odabrano isticanje indikator aktivno tačka lozinka tajna token vjerodajnica pristup dozvoli onemogući omogući dozvola nesigurno • %@
da: browser.enabled enable disable webview embedded browser tabs links web webvisning adresselinje url indlejret side faner arbejdsområde fane farver palette badge valgt fremhævning indikator aktiv prik adgangskode hemmelighed token legitimationsoplysninger adgang tillad deaktiver aktiver tilladelse usikker • %@
de: browser.enabled enable disable webview embedded browser tabs links browser.enabled aktivieren deaktivieren webview eingebetteter browser tabs links
es: browser.enabled enable disable webview embedded browser tabs links browser.enabled activar desactivar webview navegador integrado pestañas enlaces
fr: browser.enabled enable disable webview embedded browser tabs links browser.enabled activer désactiver webview intégré navigateur onglets liens
it: browser.enabled enable disable webview embedded browser tabs links web barra indirizzi link url incorporato pagina schede area di lavoro scheda colori tavolozza badge selezionato evidenziazione indicatore attivo punto password segreto token credenziale accesso consenti disabilita abilita autorizzazione non sicuro • %@
ja: browser.enabled enable disable webview embedded browser tabs links ブラウザ 有効 無効 webview 内蔵ブラウザ タブ リンク
ko: browser.enabled 활성화 비활성화 웹뷰 내장 브라우저 탭 링크 browser.enabled enable disable webview embedded browser tabs links
nb: browser.enabled enable disable webview embedded browser tabs links nettleser web webvisning adresselinje lenker url innebygd side faner arbeidsområde fane farger palett merke valgt utheving indikator aktiv prikk passord hemmelighet token legitimasjon tilgang tillat deaktiver aktiver tillatelse usikker • %@
pl: browser.enabled enable disable webview embedded browser tabs links przeglądarka web pasek adresu linki url osadzony strona karty obszar roboczy karta kolory paleta odznaka zaznaczone podświetlenie wskaźnik aktywny kropka hasło sekret token poświadczenie dostęp zezwól wyłącz włącz uprawnienie niezabezpieczone • %@
pt_br: browser.enabled enable disable webview embedded browser tabs links navegador web barra de endereço urls incorporado página abas workspace aba cores paleta selo selecionado destaque indicador ativo ponto senha segredo token credencial acesso permitir desativar ativar permissão inseguro • %@
ru: browser.enabled enable disable webview embedded browser tabs links браузер веб адресная строка ссылки url встроенный страница вкладки рабочая область вкладка цвета палитра значок выбранный подсветка индикатор активный точка пароль секрет токен учетные данные доступ разрешить отключить включить разрешение небезопасно • %@
th: browser.enabled enable disable webview embedded browser tabs links เบราว์เซอร์ เว็บ เว็บวิว แถบที่อยู่ ลิงก์ url ฝัง หน้า แท็บ พื้นที่ทำงาน สี จานสี ป้าย เลือก ไฮไลต์ ตัวบ่งชี้ ใช้งาน จุด รหัสผ่าน ความลับ โทเค็น ข้อมูลรับรอง เข้าถึง อนุญาต ปิด เปิด สิทธิ์ ไม่ปลอดภัย • %@
tr: browser.enabled enable disable webview embedded browser tabs links tarayıcı web adres çubuğu bağlantılar url gömülü sayfa sekmeler çalışma alanı sekme renkler palet rozet seçili vurgulama gösterge aktif nokta parola gizli token kimlik bilgisi erişim izin ver devre dışı etkinleştir güvensiz • %@
uk: browser.enabled enable disable webview embedded browser tabs links браузер веб адресний рядок посилання url вбудований сторінка вкладки робочий простір вкладка кольори палітра значок вибрано підсвічування індикатор активний крапка пароль секрет токен облікові дані доступ дозволити вимкнути увімкнути дозвіл небезпечно Браузер: %@ •
zh_hans: browser.enabled enable disable webview embedded browser tabs links browser.enabled 启用 禁用 webview 嵌入式浏览器 标签页 链接
zh_hant: browser.enabled enable disable webview embedded browser tabs links browser.enabled 啟用 停用 網頁檢視 內嵌 瀏覽器 標籤頁 連結

# settings.search.alias.setting.browser.external-patterns
source: browser.urlsToAlwaysOpenExternally denylist blocklist regex rules external default browser
ar: browser.urlsToAlwaysOpenExternally denylist blocklist regex rules external default browser browser.urlsToAlwaysOpenExternally قائمة الرفض قائمة الحظر قواعد التعبيرات النمطية regex خارجي افتراضي متصفح
bs: browser.urlsToAlwaysOpenExternally denylist blocklist regex rules external default browser preglednik web webview adresna traka linkovi url ugrađen stranica kartice reset fabrički zadano vrati očisti • %@
da: browser.urlsToAlwaysOpenExternally denylist blocklist regex rules external default browser web webvisning adresselinje links url indlejret side faner nulstil fabrik standard gendan ryd • %@
de: browser.urlsToAlwaysOpenExternally denylist blocklist regex rules external default browser browser.urlsToAlwaysOpenExternally sperrliste blockliste regex regeln externer standard-browser
es: browser.urlsToAlwaysOpenExternally denylist blocklist regex rules external default browser browser.urlsToAlwaysOpenExternally lista de denegacion lista de bloqueo reglas regex externo navegador predeterminado
fr: browser.urlsToAlwaysOpenExternally denylist blocklist regex rules external default browser browser.urlsToAlwaysOpenExternally liste noire liste de blocage expressions régulières règles externe par défaut navigateur
it: browser.urlsToAlwaysOpenExternally denylist blocklist regex rules external default browser web webview barra indirizzi link url incorporato pagina schede reimposta fabbrica predefinito ripristina cancella • %@
ja: browser.urlsToAlwaysOpenExternally denylist blocklist regex rules external default browser 拒否リスト ブロックリスト regex ルール 外部 デフォルトブラウザ
ko: browser.urlsToAlwaysOpenExternally 거부 목록 블랙리스트 정규식 규칙 외부 기본 브라우저 browser.urlsToAlwaysOpenExternally denylist blocklist regex rules external default browser
nb: browser.urlsToAlwaysOpenExternally denylist blocklist regex rules external default browser nettleser web webvisning adresselinje lenker url innebygd side faner tilbakestill fabrikk standard gjenopprett tøm • %@
pl: browser.urlsToAlwaysOpenExternally denylist blocklist regex rules external default browser przeglądarka web webview pasek adresu linki url osadzony strona karty reset fabryczne domyślne przywróć wyczyść • %@ Domyślny
pt_br: browser.urlsToAlwaysOpenExternally denylist blocklist regex rules external default browser navegador web webview barra de endereço links urls incorporado página abas redefinir fábrica padrão restaurar limpar • %@
ru: browser.urlsToAlwaysOpenExternally denylist blocklist regex rules external default browser браузер веб webview адресная строка ссылки url встроенный страница вкладки сброс заводские по умолчанию восстановить очистить • %@
th: browser.urlsToAlwaysOpenExternally denylist blocklist regex rules external default browser เบราว์เซอร์ เว็บ เว็บวิว แถบที่อยู่ ลิงก์ url ฝัง หน้า แท็บ รีเซ็ต โรงงาน ค่าเริ่มต้น กู้คืน ล้าง • %@
tr: browser.urlsToAlwaysOpenExternally denylist blocklist regex rules external default browser tarayıcı web webview adres çubuğu bağlantılar url gömülü sayfa sekmeler sıfırla fabrika varsayılan geri yükle temizle • %@
uk: browser.urlsToAlwaysOpenExternally denylist blocklist regex rules external default browser браузер веб webview адресний рядок посилання url вбудований сторінка вкладки скидання заводські типові відновити очистити Стандартний Браузер: %@ •
zh_hans: browser.urlsToAlwaysOpenExternally denylist blocklist regex rules external default browser browser.urlsToAlwaysOpenExternally 拒绝列表 黑名单 正则 规则 外部 默认浏览器
zh_hant: browser.urlsToAlwaysOpenExternally denylist blocklist regex rules external default browser browser.urlsToAlwaysOpenExternally 拒絕清單 封鎖清單 正規表示式 規則 外部 預設 瀏覽器

# settings.search.alias.setting.browser.hidden-webview-discard
source: browser.discardHiddenWebViews memory hidden tabs webview discard unload reclaim
ar: browser.discardHiddenWebViews memory hidden tabs webview discard unload reclaim browser.discardHiddenWebViews ذاكرة مخفي علامات تبويب webview تجاهل إلغاء تحميل استعادة
de: browser.discardHiddenWebViews memory hidden tabs webview discard unload reclaim browser.discardHiddenWebViews speicher ausgeblendete tabs webview verwerfen entladen freigeben
es: browser.discardHiddenWebViews memory hidden tabs webview discard unload reclaim browser.discardHiddenWebViews memoria pestañas ocultas webview descartar descargar recuperar
fr: browser.discardHiddenWebViews memory hidden tabs webview discard unload reclaim browser.discardHiddenWebViews mémoire onglets masqués webview rejeter décharger récupérer
ja: browser.discardHiddenWebViews memory hidden tabs webview discard unload reclaim メモリ 非表示 タブ 破棄 解放 復元 ブラウザ
ko: browser.discardHiddenWebViews 메모리 숨겨진 탭 웹뷰 삭제 언로드 회수 browser.discardHiddenWebViews memory hidden tabs webview discard unload reclaim
zh_hans: browser.discardHiddenWebViews memory hidden tabs webview discard unload reclaim browser.discardHiddenWebViews 内存 隐藏 标签页 webview 丢弃 卸载 回收
zh_hant: browser.discardHiddenWebViews memory hidden tabs webview discard unload reclaim browser.discardHiddenWebViews 記憶體 隱藏 標籤頁 網頁檢視 捨棄 卸載 回收

# settings.search.alias.setting.browser.hidden-webview-discard-delay
source: browser.hiddenWebViewDiscardDelaySeconds memory hidden tabs delay seconds discard unload
ar: browser.hiddenWebViewDiscardDelaySeconds memory hidden tabs delay seconds discard unload browser.hiddenWebViewDiscardDelaySeconds ذاكرة مخفي علامات تبويب تأخير ثواني تجاهل إلغاء تحميل
de: browser.hiddenWebViewDiscardDelaySeconds memory hidden tabs delay seconds discard unload browser.hiddenWebViewDiscardDelaySeconds speicher ausgeblendete tabs verzögerung sekunden verwerfen entladen
es: browser.hiddenWebViewDiscardDelaySeconds memory hidden tabs delay seconds discard unload browser.hiddenWebViewDiscardDelaySeconds memoria pestañas ocultas retraso segundos descartar descargar
fr: browser.hiddenWebViewDiscardDelaySeconds memory hidden tabs delay seconds discard unload browser.hiddenWebViewDiscardDelaySeconds mémoire onglets masqués délai secondes rejeter décharger
ja: browser.hiddenWebViewDiscardDelaySeconds memory hidden tabs delay seconds discard unload メモリ 非表示 タブ 遅延 秒 破棄 解放
ko: browser.hiddenWebViewDiscardDelaySeconds 메모리 숨겨진 탭 지연 초 삭제 언로드 browser.hiddenWebViewDiscardDelaySeconds memory hidden tabs delay seconds discard unload
zh_hans: browser.hiddenWebViewDiscardDelaySeconds memory hidden tabs delay seconds discard unload browser.hiddenWebViewDiscardDelaySeconds 内存 隐藏 标签页 延迟 秒 丢弃 卸载
zh_hant: browser.hiddenWebViewDiscardDelaySeconds memory hidden tabs delay seconds discard unload browser.hiddenWebViewDiscardDelaySeconds 記憶體 隱藏 標籤頁 延遲 秒數 捨棄 卸載

# settings.search.alias.setting.browser.history
source: clear browser history visited pages suggestions omnibar
ar: clear browser history visited pages suggestions omnibar مسح سجل المتصفح صفحات مزارة اقتراحات omnibar
bs: clear browser history visited pages suggestions omnibar preglednik web webview adresna traka linkovi url ugrađen stranica kartice uvoz migracija oznake historija kolačići profili reset fabrički zadano vrati očisti pretraga prijedlozi automatsko dovršavanje pružatelj pretraživač Obriši historiju preglednika • %@ historiju… Obrisati preglednika?
da: clear browser history visited pages suggestions omnibar web webvisning adresselinje links url indlejret side faner import migrering bogmærker historik cookies profiler nulstil fabrik standard gendan ryd søgning forslag autofuldførelse udbyder søgemaskine browserhistorik • %@ historik… browserhistorik?
de: clear browser history visited pages suggestions omnibar browserverlauf löschen besuchte seiten vorschläge omnibar
es: clear browser history visited pages suggestions omnibar borrar historial del navegador paginas visitadas sugerencias omnibar
fr: clear browser history visited pages suggestions omnibar effacer historique de navigation pages visitées suggestions omnibar
it: clear browser history visited pages suggestions omnibar web webview barra indirizzi link url incorporato pagina schede importa migrazione segnalibri cronologia cookie profili reimposta fabbrica predefinito ripristina cancella ricerca suggerimenti completamento automatico provider motore di • %@ cronologia… Cancellare la del browser?
ja: clear browser history visited pages suggestions omnibar ブラウザ履歴 閲覧履歴 訪問ページ サジェスト オムニバー 消去
ko: clear 브라우저 기록 방문한 페이지 제안 옴니바 clear browser history visited pages suggestions omnibar
nb: clear browser history visited pages suggestions omnibar nettleser web webvisning adresselinje lenker url innebygd side faner import migrering bokmerker historikk informasjonskapsler profiler tilbakestill fabrikk standard gjenopprett tøm søk forslag autofullføring leverandør søkemotor nettleserhistorikk • %@ Fjern … Tømme nettleserhistorikk?
pl: clear browser history visited pages suggestions omnibar przeglądarka web webview pasek adresu linki url osadzony strona karty import migracja zakładki historia ciasteczka profile reset fabryczne domyślne przywróć wyczyść wyszukiwanie sugestie autouzupełnianie dostawca silnik wyszukiwania historię przeglądarki • %@ historię… Wyczyścić przeglądarki?
pt_br: clear browser history visited pages suggestions omnibar navegador web webview barra de endereço links urls incorporado página abas importar migração favoritos histórico cookies perfis redefinir fábrica padrão restaurar limpar pesquisa sugestões autocompletar provedor mecanismo busca do • %@ Histórico… navegador?
ru: clear browser history visited pages suggestions omnibar браузер веб webview адресная строка ссылки url встроенный страница вкладки импорт миграция закладки история cookies профили сброс заводские по умолчанию восстановить очистить поиск предложения автозаполнение провайдер поисковая система историю браузера • %@ историю... браузера?
th: clear browser history visited pages suggestions omnibar เบราว์เซอร์ เว็บ เว็บวิว แถบที่อยู่ ลิงก์ url ฝัง หน้า แท็บ นำเข้า ย้ายข้อมูล บุ๊กมาร์ก ประวัติ คุกกี้ โปรไฟล์ รีเซ็ต โรงงาน ค่าเริ่มต้น กู้คืน ล้าง ค้นหา คำแนะนำ เติมอัตโนมัติ ผู้ให้บริการ เครื่องมือค้นหา ล้างประวัติเบราว์เซอร์ • %@ ล้างประวัติ... ล้างประวัติ ล้างประวัติเบราว์เซอร์หรือไม่?
tr: clear browser history visited pages suggestions omnibar tarayıcı web webview adres çubuğu bağlantılar url gömülü sayfa sekmeler içe aktar geçiş yer imleri geçmiş çerezler profiller sıfırla fabrika varsayılan geri yükle temizle arama öneriler otomatik tamamlama sağlayıcı motoru Geçmişini • %@ Geçmişi Temizle… temizlensin mi?
uk: clear browser history visited pages suggestions omnibar браузер веб webview адресний рядок посилання url вбудований сторінка вкладки імпорт міграція закладки історія cookies профілі скидання заводські типові відновити очистити пошук пропозиції автодоповнення постачальник пошукова система Браузер: %@ (відвідані сторінки) історію браузера • історію… браузера?
zh_hans: clear browser history visited pages suggestions omnibar 清除 浏览器 历史记录 访问过的页面 建议 omnibar
zh_hant: clear browser history visited pages suggestions omnibar 清除 瀏覽器 歷史記錄 瀏覽過的 網頁 建議 萬用網址列

# settings.search.alias.setting.browser.host-whitelist
source: browser.hostsToOpenInEmbeddedBrowser allowlist whitelist host wildcard domain embedded browser
ar: browser.hostsToOpenInEmbeddedBrowser allowlist whitelist host wildcard domain embedded browser browser.hostsToOpenInEmbeddedBrowser قائمة السماح قائمة بيضاء مضيف رمز تعميم نطاق متصفح مدمج
bs: browser.hostsToOpenInEmbeddedBrowser allowlist whitelist host wildcard domain embedded browser preglednik web webview adresna traka linkovi url ugrađen stranica kartice • %@
da: browser.hostsToOpenInEmbeddedBrowser allowlist whitelist host wildcard domain embedded browser web webvisning adresselinje links url indlejret side faner • %@
de: browser.hostsToOpenInEmbeddedBrowser allowlist whitelist host wildcard domain embedded browser browser.hostsToOpenInEmbeddedBrowser erlaubnisliste whitelist host platzhalter domain eingebetteter browser
es: browser.hostsToOpenInEmbeddedBrowser allowlist whitelist host wildcard domain embedded browser browser.hostsToOpenInEmbeddedBrowser lista de permitidos host comodin dominio navegador integrado
fr: browser.hostsToOpenInEmbeddedBrowser allowlist whitelist host wildcard domain embedded browser browser.hostsToOpenInEmbeddedBrowser liste d’autorisation liste blanche hôte caractère générique domaine intégré navigateur
it: browser.hostsToOpenInEmbeddedBrowser allowlist whitelist host wildcard domain embedded browser web webview barra indirizzi link url incorporato pagina schede • %@
ja: browser.hostsToOpenInEmbeddedBrowser allowlist whitelist host wildcard domain embedded browser 許可リスト ホワイトリスト ホスト ワイルドカード ドメイン 内蔵ブラウザ
ko: browser.hostsToOpenInEmbeddedBrowser 허용 목록 화이트리스트 호스트 와일드카드 도메인 내장 브라우저 browser.hostsToOpenInEmbeddedBrowser allowlist whitelist host wildcard domain embedded browser
nb: browser.hostsToOpenInEmbeddedBrowser allowlist whitelist host wildcard domain embedded browser nettleser web webvisning adresselinje lenker url innebygd side faner • %@
pl: browser.hostsToOpenInEmbeddedBrowser allowlist whitelist host wildcard domain embedded browser przeglądarka web webview pasek adresu linki url osadzony strona karty • %@
pt_br: browser.hostsToOpenInEmbeddedBrowser allowlist whitelist host wildcard domain embedded browser navegador web webview barra de endereço links urls incorporado página abas • %@
ru: browser.hostsToOpenInEmbeddedBrowser allowlist whitelist host wildcard domain embedded browser браузер веб webview адресная строка ссылки url встроенный страница вкладки • %@
th: browser.hostsToOpenInEmbeddedBrowser allowlist whitelist host wildcard domain embedded browser เบราว์เซอร์ เว็บ เว็บวิว แถบที่อยู่ ลิงก์ url ฝัง หน้า แท็บ • %@
tr: browser.hostsToOpenInEmbeddedBrowser allowlist whitelist host wildcard domain embedded browser tarayıcı web webview adres çubuğu bağlantılar url gömülü sayfa sekmeler • %@
uk: browser.hostsToOpenInEmbeddedBrowser allowlist whitelist host wildcard domain embedded browser браузер веб webview адресний рядок посилання url вбудований сторінка вкладки Браузер: %@ •
zh_hans: browser.hostsToOpenInEmbeddedBrowser allowlist whitelist host wildcard domain embedded browser browser.hostsToOpenInEmbeddedBrowser 允许列表 白名单 主机 通配符 域名 嵌入式浏览器
zh_hant: browser.hostsToOpenInEmbeddedBrowser allowlist whitelist host wildcard domain embedded browser browser.hostsToOpenInEmbeddedBrowser 允許清單 白名單 主機 萬用字元 網域 內嵌 瀏覽器

# settings.search.alias.setting.browser.http-allowlist
source: browser.insecureHttpHostsAllowedInEmbeddedBrowser insecure http allowlist localhost localtest non-https warning
ar: browser.insecureHttpHostsAllowedInEmbeddedBrowser insecure http allowlist localhost localtest non-https warning browser.insecureHttpHostsAllowedInEmbeddedBrowser غير آمن http قائمة سماح localhost localtest non-https تحذير
bs: browser.insecureHttpHostsAllowedInEmbeddedBrowser insecure http allowlist localhost localtest non-https warning preglednik web webview adresna traka linkovi url ugrađen stranica kartice lozinka tajna token vjerodajnica pristup dozvoli onemogući omogući dozvola nesigurno • %@
da: browser.insecureHttpHostsAllowedInEmbeddedBrowser insecure http allowlist localhost localtest non-https warning browser web webvisning adresselinje links url indlejret side faner adgangskode hemmelighed token legitimationsoplysninger adgang tillad deaktiver aktiver tilladelse usikker • %@
de: browser.insecureHttpHostsAllowedInEmbeddedBrowser insecure http allowlist localhost localtest non-https warning browser.insecureHttpHostsAllowedInEmbeddedBrowser unsicheres http erlaubnisliste localhost localtest nicht-https warnung
es: browser.insecureHttpHostsAllowedInEmbeddedBrowser insecure http allowlist localhost localtest non-https warning browser.insecureHttpHostsAllowedInEmbeddedBrowser inseguro http lista de permitidos localhost localtest advertencia no-https
fr: browser.insecureHttpHostsAllowedInEmbeddedBrowser insecure http allowlist localhost localtest non-https warning browser.insecureHttpHostsAllowedInEmbeddedBrowser non sécurisé http liste d’autorisation localhost localtest non-https avertissement
it: browser.insecureHttpHostsAllowedInEmbeddedBrowser insecure http allowlist localhost localtest non-https warning browser web webview barra indirizzi link url incorporato pagina schede password segreto token credenziale accesso consenti disabilita abilita autorizzazione non sicuro • %@
ja: browser.insecureHttpHostsAllowedInEmbeddedBrowser insecure http allowlist localhost localtest non-https warning 安全でない http 許可リスト localhost localtest 非https 警告
ko: browser.insecureHttpHostsAllowedInEmbeddedBrowser 안전하지 않은 http 허용 목록 localhost localtest 비-https 경고 browser.insecureHttpHostsAllowedInEmbeddedBrowser insecure http allowlist localhost localtest non-https warning
nb: browser.insecureHttpHostsAllowedInEmbeddedBrowser insecure http allowlist localhost localtest non-https warning nettleser web webvisning adresselinje lenker url innebygd side faner passord hemmelighet token legitimasjon tilgang tillat deaktiver aktiver tillatelse usikker • %@
pl: browser.insecureHttpHostsAllowedInEmbeddedBrowser insecure http allowlist localhost localtest non-https warning przeglądarka web webview pasek adresu linki url osadzony strona karty hasło sekret token poświadczenie dostęp zezwól wyłącz włącz uprawnienie niezabezpieczone • %@
pt_br: browser.insecureHttpHostsAllowedInEmbeddedBrowser insecure http allowlist localhost localtest non-https warning navegador web webview barra de endereço links urls incorporado página abas senha segredo token credencial acesso permitir desativar ativar permissão inseguro • %@
ru: browser.insecureHttpHostsAllowedInEmbeddedBrowser insecure http allowlist localhost localtest non-https warning браузер веб webview адресная строка ссылки url встроенный страница вкладки пароль секрет токен учетные данные доступ разрешить отключить включить разрешение небезопасно • %@
th: browser.insecureHttpHostsAllowedInEmbeddedBrowser insecure http allowlist localhost localtest non-https warning เบราว์เซอร์ เว็บ เว็บวิว แถบที่อยู่ ลิงก์ url ฝัง หน้า แท็บ รหัสผ่าน ความลับ โทเค็น ข้อมูลรับรอง เข้าถึง อนุญาต ปิด เปิด สิทธิ์ ไม่ปลอดภัย • %@
tr: browser.insecureHttpHostsAllowedInEmbeddedBrowser insecure http allowlist localhost localtest non-https warning tarayıcı web webview adres çubuğu bağlantılar url gömülü sayfa sekmeler parola gizli token kimlik bilgisi erişim izin ver devre dışı etkinleştir güvensiz • %@
uk: browser.insecureHttpHostsAllowedInEmbeddedBrowser insecure http allowlist localhost localtest non-https warning браузер веб webview адресний рядок посилання url вбудований сторінка вкладки пароль секрет токен облікові дані доступ дозволити вимкнути увімкнути дозвіл небезпечно Браузер: %@ •
zh_hans: browser.insecureHttpHostsAllowedInEmbeddedBrowser insecure http allowlist localhost localtest non-https warning browser.insecureHttpHostsAllowedInEmbeddedBrowser 不安全 http 允许列表 localhost localtest 非https 警告
zh_hant: browser.insecureHttpHostsAllowedInEmbeddedBrowser insecure http allowlist localhost localtest non-https warning browser.insecureHttpHostsAllowedInEmbeddedBrowser 不安全 http 允許清單 localhost localtest 非-https 警告
